{
    "Definition":{
        "Light drizzle":"Forma de precipitación en la que pequeñas gotas de agua caen de manera ligera y continua, se recomienda recorrer las superficies con precaucion.",
        "Fog":"Presencia de pequeñas gotas de agua suspendidas en el aire cerca de la superficie terrestre. Este fenómeno puede reducir significativamente la visibilidad, creando una atmósfera densa y borrosa",
        "Freezing fog":"Se presenta cuando la Temperatura del aire esta en el punto de congelación. las pequeñas gotas de agua en el aire se congelan al contacto con las superficies, formando una capa de hielo resbaladizo. Se recomienda conducir o caminar con precaucion",
        "Moderate snow":"Se espera acumulacion de capas de nieve en las superficies de entre 2.5 a 7.5 cm (1 a 3 pulgadas) por hora, lo que puede dificultar el tránsito y las actividades al aire libre , asegúrate de usar transporte adecuado y mantener suministros esenciales, como alimentos y agua, tanto de día como de noche. Limita las actividades al aire libre y toma descansos para calentar el cuerpo, vigila constantemente los síntomas de hipotermia.",
        "Moderate or heavy snow showers":"Precipitaciones de nieve intensas que ocurren de manera repentina. Se recomienda los desplazamientos innecesarios durante estos eventos. Vestirse adecuadamente con varias capas de ropa para mantener el calor y permanecer en interiores por un tiempo prolongado.",
        "Sunny": "Condición climática caracterizada por un cielo despejado y la presencia del sol sin interrupciones. No se esperan precipitaciones ni nubes significativas. Se recomienda el uso de protector solar y mantenerse hidratado para evitar la exposición prolongada al calor.",
        "Patchy light drizzle": "Llovizna ligera que ocurre de manera intermitente y dispersa en diferentes áreas. Las gotas de agua son muy finas y caen de forma irregular. Se recomienda tener precaución en superficies húmedas y resbaladizas, especialmente al conducir o caminar.",
        "Light rain shower": "Precipitación breve y de intensidad ligera que puede ocurrir de manera repentina. Aunque la acumulación de agua es mínima, puede reducir ligeramente la visibilidad y generar sensación térmica más fría en combinación con el viento. Se recomienda llevar paraguas o impermeable si se realizan actividades al aire libre.",
        "Patchy rain nearby":"Precipitación irregular que ocurre en áreas cercanas, pero no necesariamente en la ubicación exacta. Puede presentarse de manera dispersa y con intensidad variable. Se recomienda estar preparado para posibles lluvias ligeras en cualquier momento, especialmente si se realizan actividades al aire libre.",
        "Clear":"Condición climática nocturna caracterizada por un cielo despejado, sin presencia significativa de nubes. La visibilidad suele ser buena, permitiendo una visión clara de las estrellas y la luna. Durante la noche, las Temperaturas pueden descender considerablemente, por lo que se recomienda abrigarse adecuadamente en climas fríos.",
        "Overcast":"Condición climática caracterizada por la presencia de una capa de nubes que cubre parcial o totalmente el cielo, reduciendo la visibilidad del sol o la luna. Puede generar una sensación térmica más fresca o templada dependiendo de otros factores climáticos. Se recomienda estar atento a posibles cambios en el clima, como lluvias o vientos moderados.",
        "Partly Cloudy": "Condición climática en la que el cielo está parcialmente cubierto por nubes, permitiendo períodos de cielo despejado. Durante la noche, esto puede afectar la visibilidad de la luna y las estrellas, mientras que en el día puede influir en la Temperatura y la exposición solar. Se recomienda verificar el pronóstico en caso de cambios climáticos inesperados.",
        "Light rain":"Se espera lluvia ligera, caracterizada por precipitaciones suaves y constantes. Aunque no causará grandes acumulaciones, podría generar superficies resbaladizas. Conduce con precaución y limita las actividades al aire libre si es posible.",
        "Thundery outbreaks in nearby":"Se esperan tormentas eléctricas en las cercanías, con posibles lluvias intensas. Se recomienda buscar refugio en espacios cerrados y evitar estar cerca de objetos metálicos o estructuras altas que puedan atraer rayos. Durante la conducción, es importante reducir la velocidad, mantener una distancia segura con otros vehículos, encender las luces del automóvil y evitar frenar bruscamente. También se debe minimizar el uso de equipos eléctricos y electrónicos dentro de edificios para reducir el riesgo de daños.",
        "Light snow":"Se espera nieve ligera, lo que puede afectar la visibilidad y hacer las superficies resbaladizas. Conduce con precaución, usa neumáticos de invierno y cadenas si es necesario. Viste ropa térmica y calzado antideslizante. En casa, revisa la calefacción y limpia accesos. Lleva un kit de emergencia con agua, alimentos y mantas. Mantente informado sobre el clima y atento a síntomas de hipotermia, como escalofríos y confusión.",
        "Cloudy":"Cielo mayormente cubierto de nubes, tanto de día como de noche, lo que puede reducir la luz solar o bloquear la visibilidad de la luna y las estrellas. ⚠ Se recomienda vestir acorde a la Temperatura, estar preparado para posibles lluvias, conducir con precaución si hay baja visibilidad y mantenerse informado sobre el pronóstico del clima.",
        "Light freezing rain":"la llovizna se congela al contacto con superficies frías. Esto podría provocar carreteras y aceras resbaladizas, aumentando el riesgo de caídas y accidentes de tránsito, así como la acumulación de hielo en cables y árboles, lo que puede generar cortes de energía. ⚠ Se recomienda conducir con precaución, usar calzado antideslizante y evitar salir si no es necesario.",
        "Mist":"un fenómeno en el que una densa capa de humedad reduce la visibilidad, dificultando la conducción y la navegación. Esto puede provocar retrasos en el tráfico, mayor riesgo de accidentes y afectaciones en el transporte aéreo. ⚠ Se recomienda encender las luces bajas al conducir, reducir la velocidad, mantener distancia con otros vehículos y evitar desplazamientos innecesarios hasta que mejore la visibilidad.",
        "Partly cloudy": "Condición climática en la que el cielo está parcialmente cubierto por nubes, permitiendo períodos de cielo despejado. Durante la noche, esto puede afectar la visibilidad de la luna y las estrellas, mientras que en el día puede influir en la Temperatura y la exposición solar. Se recomienda verificar el pronóstico en caso de cambios climáticos inesperados.",
        "Blizzard": "Se espera fuertes vientos y nevadas intensas que reducen drásticamente la visibilidad. Esto podría provocar acumulación rápida de nieve, dificultando el tránsito vehicular y peatonal, así como riesgo de congelación y sensación térmica extremadamente baja. ⚠ Se recomienda evitar desplazamientos, abrigarse en capas y tener provisiones en caso de cortes de energía o emergencias.",
        "Patchy light snow":"Se esperan nevadas ligeras y dispersas, con poca acumulación, que pueden reducir levemente la visibilidad y bajar la sensación térmica; se recomienda abrigarse, caminar y conducir con precaución y mantenerse atento a cambios en las condiciones del clima.",
        "Patchy light rain":"Lluvias ligeras y dispersas, presentándose de forma intermitente. La precipitación será débil, pero puede humedecer el suelo y reducir ligeramente la visibilidad. Se recomienda llevar paraguas o impermeable, conducir con precaución por posibles superficies resbaladizas y, si sales, usar calzado adecuado para evitar molestias por la humedad."
    }  
}